function Features() {
  return (
    <>
      <div className="features">
        <h1>Features</h1>
        <p>Зачастую нам надо повторять одно и то же действие во многих частях программы.
          Например, необходимо красиво вывести сообщение при приветствии посетителя, при выходе посетителя с сайта, ещё где-нибудь.

          Чтобы не повторять один и тот же код во многих местах, придуманы функции. Функции являются основными «строительными блоками» программы.

          Примеры встроенных функций вы уже видели – это alert(message), prompt(message, default) и confirm(question). Но можно создавать и свои.</p>
      </div>
      <div className="footer">
        <p>Cover template for <a href="*">Bootstrap</a>, by <a href="*">@mdo</a>.</p>
      </div>
    </>
  );
}

export { Features };
